Repository: myclabs/Inventory
Catalog: application/languages/Parameter/import.tmx
Source language: fr
Languages: en

source: Le format attendu est un paramètre par ligne : identifiant des membres pour chaque dimension, suivi par la valeur puis l'incertitude. Exemple :
en: The expected format is one paremeter per line: the identifiers of the members for each dimension, followed by the value and the uncertainty. Example:

source: membre1, membre2, 123.45, 10 membre3, membre4, 0.5, 20
en: member1, member2, 23.45, 10 member3, member4, 0.5, 20

source: Saisie non reconnue, merci de respecter le format précisé.
en: Unrecognized input, please follow the expected format.

source: Élément [MEMBER] inconnu.
en: Unknown element [MEMBER].

source: Le format attendu est un élément par ligne : identifiant suivi d'une virgule et du libellé. Exemple :
en: The expected format is one element per line: the identifier followed by a comma and the label. Example:

source: element1, Libellé de l'élément 1 element2, Libellé de l'élément 2
en: element1, Label of element 1 element2, Label of element 2

source: éléments(s) prêts à être ajoutés
en: element(s) ready to be created

source: Chaque ligne doit contenir une virgule séparant l'identifiant du libellé.
en: Each line should contain a comma separating the identifier from the label.

source: L'identifiant ligne {line} doit être non vide et utiliser uniquement les caractères "a..z" (minuscules), "0..9", et "_".
en: The identifier line {line} must be non-empty and contain only the characters "a..z" (lower case), "0..9", and "_".

source: Le libellé ligne {line} ne peut pas être vide.
en: The label line {line} cannot be empty.

source: [NUMBER] élément(s) ont été ajouté(s).
en: [NUMBER] element(s) have been added.

source: L'élément [REF] existe déjà dans la dimension.
en: The element [REF] already exists in that dimension.
